Repository: suomenriistakeskus/oma-riista-ios
Catalog: Riista-Ios/*.lproj/Localizable.strings
Languages: fi, sv

# Frontpage
source: Home
fi: Etusivu
sv: Första sidan

# Gamelog
source: Journal
fi: Riistaloki
sv: Viltlogg

source: Map
fi: Kartta
sv: Karta

source: My Details
fi: Omat tiedot
sv: Egna uppgifter

# Announcements
source: Messages
fi: Viestit
sv: Meddelanden

# ContactDetails
source: Contacts
fi: Yhteystiedot
sv: Kontaktuppgifter

source: Settings
fi: Asetukset
sv: Inställningar

source: Gallery
fi: Galleria
sv: Galleri

source: Logout
fi: Kirjaudu ulos
sv: Logga ut

# MenuFrontPage
source: Home
fi: Etusivu
sv: Hemms.

# MenuGameLog
source: Journal
fi: Riistaloki
sv: Viltlogg

# MenuMyDetails
source: My details
fi: Omat tiedot
sv: Egna uppg.

# MenuAnnouncements
source: Messages
fi: Viestit
sv: Medd.

# MenuSettings
source: Settings
fi: Asetukset
sv: Inställningar

# MenuShootingTests
source: Shooting tests
fi: Ampumakokeet
sv: Skjutprov

# MenuHuntingDirector
source: Hunting director
fi: Metsästyksen johtaja
sv: Jaktledare

# MenuHuntingControl
source: Hunting control
fi: Metsästyksenvalvonta
sv: Jatkkontroll

# MenuContactDetails
source: Contacts
fi: Yhteystiedot
sv: Kontaktuppgifter

# MenuEventSearch
source: Event search
fi: Tapahtumahaku
sv: Sök evenemang

# MenuReadMagazine
source: Read latest Metsästäjä magazine
fi: Lue viimeisin Metsästäjä-lehti
sv: Läs senaste numret av Jägaren

# MenuOpenSeasons
source: Open seasons
fi: Metsästysajat
sv: Jakttider

# MenuAbout
source: About
fi: Tietoja

# MenuMore
source: More
fi: Lisää
sv: Mer

# LoginTabTitle
source: Login
fi: Kirjaudu
sv: Logga in

# RegisterTabTitle
source: Register
fi: Luo tili
sv: Skapa konto

# Username
source: Email
fi: Sähköposti
sv: E-post

source: Password
fi: Salasana
sv: Lösenord

# PasswordForgotten
source: Forgot password?
fi: Unohtuiko salasana?
sv: Glömt lösenord?

# SendPasswordResetTitle
source: Forgot your password?
fi: Unohditko salasanasi?
sv: Har du glömt ditt lösenord?

# SendPasswordResetMessage
source: Enter the email address that was used when registering the account.
fi: Syötä kenttään sähköpostiosoite, jota käytettiin tilin rekisteröinnissä.
sv: Skriv i fältet den e-postadress som användes vid registreringen av kontot.

# SendPasswordResetAction
source: Send reset link
fi: Lähetä palautuslinkki
sv: Skicka återställande-länk

# PasswordResetSentMessage
source: We have sent instructions for resetting your password to the email address provided. Please check your spam folder if the email does not arrive within a few minutes.
fi: Olemme lähettäneet ohjeet salasanan palauttamiseen annettuun sähkö­posti­osoitteeseen. Tarkista roska­posti­laatikkosi, jos sähkö­posti ei saavu muutaman minuutin kuluessa.
sv: Vi har skickat anvisningar om återställande av lösenord till angiven e-postadress. Kontrollera din skräppostbox om e-posten inte anländer inom några minuter.

# AuthenticationLinkSentTitle
source: Link sent
fi: Pyyntö lähetetty
sv: Länk skickad

# AuthenticationLinkSentBackToLogin
source: Back to login
fi: Takaisin kirjautumiseen
sv: Tillbaka til login

source: Login
fi: Kirjaudu sisään
sv: Logga in

source: Login failed
fi: Kirjautuminen epäonnistui
sv: Inloggning misslyckades

# loginConnectFailed
source: Cannot access Oma riista service. Please try again later.
fi: Palvelimeen ei saatu yhteyttä. Ole hyvä ja yritä myöhemmin uudelleen.
sv: Kontakt med servern ficks ej. Var god och försök senare igen.

# loginIncorrectCredentials
source: Wrong username or password. Please try again.
fi: Väärä käyttäjänimi tai salasana. Ole hyvä ja yritä uudelleen.
sv: Fel användarnamn eller lösenord. Var god och försök igen.

# loginOutdatedVersion
source: Update the application to newer version to continue to use it.
fi: Ohjelmaversio on vanhentunut. Päivitä ohjelma uuteen versioon jatkaaksesi käyttöä.
sv: Programversionen är föråldrad. Uppdatera programmet till en ny version för att fortsätta användningen.

# SendRegistrationLinkTitle
source: Registration to portal
fi: Tilin luonti
sv: Registering till tjänst

# SendRegistrationLinkMessage
source: In order to register to oma.riista.fi-portal you'll need a functioning and personal email address. As part of the registration process we'll send a registration link to your email address and you'll verify your identity (bank-account codes / Suomi.fi service in Finland).
fi: Rekisteröityäksesi oma.riista.fi-palveluun tarvitset toimivan, henkilökohtaisen sähköpostiosoitteen, johon lähetämme linkin tunnuksen luomista varten. Osana tunnuksen luomista tunnistaudut pankkitunnuksillasi Suomi.fi-tunnistuspalvelussa.
sv: Vid registrering i tjänsten oma.riista.fi behöver du en personlig, fungerande e-postadress. Som en del av registreringsprocessen skickar vi en registreringslänk till din e-postadress och du verifierar din identitet (bankkontokoder / Suomi.fi-tjänst i Finland).

# SendRegistrationLinkAction
source: Start registration
fi: Aloita rekisteröityminen
sv: Starta registreringen

# RegistrationLinkSentMessage
source: We have sent instructions for account creation to the email address provided. Please check your spam folder if the email does not arrive within a few minutes.
fi: Olemme lähettäneet rekisteröitymisohjeet annettuun sähkö­posti­osoitteeseen. Tarkista roska­posti­laatikkosi, jos sähkö­posti ei saavu muutaman minuutin kuluessa.
sv: Vi har skickat anvisningar om registrering till angiven e-postadress. Kontrollera din skräppostbox om e-posten inte anländer inom några minuter.

# LoginUsernameChanged
source: Email address changed?
fi: Sähköposti vaihtunut?
sv: Har e-postadressen bytts?

# ChangeUsernameTitle
source: Changing email address
fi: Vaihda sähköposti­osoitetta
sv: Att byta e-postadress

# ChangeUsernameMessage
source: You can change the email address you use as your Oma riista username by re-registering to the service. All information previously entered into the service will be retained upon re-registration.
fi: Voit vaihtaa Oma riista -tunnuksena käyttämäsi sähköposti­osoitteen rekisteröitymällä palveluun uudelleen. Kaikki palveluun syöttämäsi tiedot säilyvät uudelleenrekisteröinnissä.
sv: Du kan byta den e-postadress som använts som Oma riista -användarsignum genom att registrera dig till tjänsten på nytt. Alla tidigare uppgifter du har antecknat i Oma riista -tjänsten bevaras då du registrerar dig på nytt.

# ChangeUsernameAction
source: Create an account
fi: Siirry rekisteröitymään
sv: Skapa ett konto

source: Yes
fi: Kyllä
sv: Ja

source: No
fi: Ei
sv: Nej

# AmountFormat
source: %i pcs
fi: %i kpl
sv: %i st.

# SeasonFormat
source: Hunting season %i - %i
fi: Metsästyskausi %i - %i
sv: Jaktperiod %i - %i

# TotalCatchFormat
source: %d animal(s)
fi: %d saalista
sv: %d byte totalt

# TotalObservationsFormat
source: %d observation(s)
fi: %d havaintoa
sv: %d observationen

# TotalSrvasFormat
source: %d event(s)
fi: %d tapahtumaa
sv: %d händelser

# HomeHuntingLicense
source: Hunting license
fi: Metsästys- kortti
sv: Jaktkort

# HomeShootingTests
source: Shooting tests
fi: Ampumakoe- suoritukset
sv: Skjutprovs- prestationerna

# MyDetailsTitlePerson
source: Personal information
fi: Henkilötiedot
sv: Personuppgifter

# MyDetailsName
source: Name
fi: Nimi
sv: Namn

# MyDetailsDateOfBirth
source: Date of birth
fi: Syntymäaika
sv: Födelsedag

# MyDetailsHomeMunicipality
source: Place of Domicile
fi: Kotipaikka
sv: Hemort

# MyDetailsAddress
source: Address
fi: Osoite
sv: Adress

# MyDetailsTitleRegistry
source: Hunter registry
fi: Metsästäjärekisteri
sv: Jägarregistret

# MyDetailsHunterId
source: Hunter number
fi: Metsästäjä­numero
sv: Jägarnummer

# MyDetailsTitleShootingTests
source: Shooting tests
fi: Ampumakoesuoritukset
sv: Skjutprovsprestationerna

# MyDetailsNoShootingTestAttempts
source: No valid shooting tests
fi: Ei voimassaolevia sähköisesti kirjattuja ampumakoesuorituksia
sv: Inga ikraftvarande elektroniska skjutprovsprestationer

# MyDetailsTitleHuntingLicense
source: Hunting license
fi: Metsästyskortti
sv: Jaktkort

# MyDetailsInsurancePolicyText
source: The valid Hunting card includes the Hunter`s Insurance, which is valid in all Nordic Countries, EU member states, Switzerland and in Great Britain for hunting trips lasting up to 60 days.
fi: Tässä kortissa mainitulla metsästäjällä on metsästäjävakuutus, joka on voimassa Pohjoismaissa, EU-maissa, Sveitsissä ja Iso-Britanniassa enintään 60 vuorokautta kestävillä metsästysmatkoilla.
sv: I detta kort nämnda jägare har en jägarförsäkring, som är giltig i alla nordiska länder, Schweiz och EU-länder.

# MyDetailsInsuranceInstructionsLinkTitle
source: Insurance instructions
fi: Vakuutuksen ohjeet

# MyDetailsPayment
source: Game management fee
fi: Riistan­hoito­maksu
sv: Jaktvårdsavgift

# MyDetailsExamDate
source: Exam date
fi: Tutkinnon suorituspäivä
sv: Datum för avläggande av examen

# MyDetailsMembership
source: GMA membership
fi: RHY jäsenyys
sv: JVF medlemsskap

# MyDetailsFeePaidFormat
source: Paid %@ - %@
fi: Maksettu %@ - %@
sv: Betald %@ - %@

# MyDetailsFeeNotPaid
source: Not paid
fi: Ei maksettu
sv: Betald inte

# MyDetailsNoValidLicense
source: No valid hunting license
fi: Ei voimassaolevaa metsästyskorttia
sv: Jaktkort inte giltig

# MyDetailsHuntingBan
source: Hunting ban
fi: Metsästyskielto
sv: Jaktförbud

# MyDetailsAssignmentsTitle
source: Assignments
fi: Tehtävät
sv: Uppdrag

# MyDetailsClubMembershipsTitle
source: Club memberships
fi: Seurajäsenyydet
sv: Föreningsmedlemsskap

# MyDetailsTrainingsTitle
source: Trainings
fi: Koulutusmerkinnät
sv: Tränings

# MyDetailsNoTrainings
source: No Trainings
fi: Ei koulutuksia
sv: Inga tränings

# MyDetailsTrainingDate
source: Training date
fi: Suorituspäivä
sv: Datum

# MyDetailsTrainingPlace
source: Training place
fi: Suorituspaikka
sv: Plats

# TrainingTypeLahi
source: On site
fi: Lähikoulutus
sv: Närutbildning

# TrainingTypeSahkoinen
source: Online
fi: Sähköinen
sv: Elektronisk

# JhtTrainingOccupationTypeMetsastyksenvalvoja
source: Game warden
fi: Metsästyksenvalvoja
sv: Jaktövervakare

# JhtTrainingOccupationTypeAmpumakokeenVastaanottaja
source: Shooting test supervisor
fi: Ampumakokeen vastaanottaja
sv: Examinator för skjutprov

# JhtTrainingOccupationTypeMetsastajatutkinnonVastaanottaja
source: Hunter exam supervisor
fi: Metsästäjätutkinnon vastaanottaja
sv: Examinator för jägarexamen

# JhtTrainingOccupationTypeRhynEdustajaRiistavahinkojenMaastokatselmuksessa
source: GMA representative in wildlife damage field survey
fi: RHY:n edustaja riistavahinkojen maastokatselmuksessa
sv: JVF:s representant för terrängobservation vid viltskador

# OccupationTrainingOccupationTypePetoyhdyshenkilo
source: Large carnivore contact person
fi: Petoyhdyshenkilö
sv: Rovdjurskontaktperson

# AlertTitle
source: Note
fi: Huomio
sv: Obs

source: Duration
fi: Voimassaoloaika
sv: I kraft

# DurationIndefinite
source: Indefinitely
fi: Toistaiseksi
sv: Tills vidare

# MetsahallitusPermitsTitle
source: Metsähallitus permits
fi: Metsähallituksen luvat

# MetsahallitusPermitsNoPermits
source: No permits
fi: Ei lupia

# MetsahallitusPermitTitle
source: Permit
fi: Lupa

# MetsahallitusPermitArea
source: Area
fi: Alue

# MetsahallitusPermitName
source: Permit type
fi: Lupatyyppi

# MetsahallitusPermitPeriod
source: Time
fi: Aika

# MetsahallitusPermitHarvestFeedback
source: Submit harvest feedback
fi: Lähetä saalispalaute

# MetsahallitusPermitFeedbackAlertMessage
source: You are navigating from Oma riista to Metsähallitus hunting feedback service. If you encounter any issues submitting feedback or want additional information, contact Metsähallitus Wilderness permits service, p. 020 69 2424 (weekdays 9-16) or email eraluvat@metsa.fi.
fi: Olet siirtymässä Oma riista -palvelusta Metsähallituksen saalispalautejärjestelmään. Mikäli saalispalautteen antamisessa ilmenee ongelmia tai haluat lisätietoa asiasta, ota yhteys Metsähallituksen Erälupien asiakaspalveluun, p. 020 69 2424 (arkisin klo 9-16) tai sähköpostilla osoitteeseen eraluvat@metsa.fi.

# HuntingClubMembershipInvitations
source: Club Invitations
fi: Seurakutsut
sv: Föreningsinbjudningar

# HuntingClubMembershipAcceptInvitation
source: Accept invitation
fi: Hyväksy kutsu
sv: Godkänn inbjudan

# HuntingClubMembershipRejectInvitation
source: Reject invitation
fi: Hylkää kutsu
sv: Förkasta inbjudan

# HuntingClubMembershipRejectInvitationQuestion
source: Reject invitation?
fi: Hylätäänkö kutsu?
sv: Ska inbjudan förkastas?

# HuntingClubMemberships
source: Club memberships
fi: Seurajäsenyydet
sv: Föreningsmedlemsskap

# HuntingClubNoMemberships
source: No club memberships
fi: Ei seurajäsenyyksiä
sv: Inga föreningsmedlemsskap

# HuntingClubOccupationCode
source: Customer number: %@
fi: Asiakasnumero: %@
sv: Kundnummer: %@

# MapNoArea
source: No area
fi: Ei aluetta
sv: Inget område

# MapAddArea
source: Add an area
fi: Lisää alue
sv: Lägg till område

# MapAddAreaError
source: Failed to add area
fi: Alueen lisääminen epäonnistui
sv: Att lägga till område misslyckades

# MapHideArea
source: Hide
fi: Piilota
sv: Dölja

# MapHideMarkers
source: Hide markers
fi: Piilota merkinnät
sv: Dölja markeringar

# MapShowMarkers
source: Show markers
fi: Näytä merkinnät
sv: Visa markeringar

# MapRemoveArea
source: Delete
fi: Poista
sv: Ta bort

# MapRemoveAreaTitle
source: Delete area
fi: Poista alue
sv: Ta bort område

# MapRemoveAreaConfirm
source: Are you sure you want to remove the area?
fi: Haluatko varmasti poistaa alueen?
sv: Vill du säkert ta bort området?

# MapAreaCode
source: Area code
fi: Aluetunnus
sv: Områdeskod

# MapAreaCodeFormat
source: Area code: %@
fi: Aluetunnus: %@
sv: Områdeskod: %@

# MapAreaFilterHint
source: Area code / name
fi: Aluetunnus / nimi
sv: Områdeskod / namn

# MapSettingShowLocation
source: Show my location
fi: Näytä oma sijainti
sv: Visa den egna positionen

# MapSettingInvertColors
source: Invert the colours of club area maps
fi: Käännä seurojen aluekarttojen värit
sv: Vänd färgen på föreningarnas områdeskartor

# MapSettingHideButtons
source: Hide map buttons
fi: Piilota karttapainikkeet
sv: Göm kartknapparna

# MapClubAreasTitle
source: Area borders
fi: Aluerajat
sv: Områdesgränser

# MapSettingStateLands
source: State-owned lands
fi: Valtionmaat
sv: Statens mark

# MapSettingRhyBorders
source: GMA-borders
fi: RHY-rajat
sv: JVF-gränser

# MapSettingGameTriangles
source: Game triangles
fi: Riistakolmiot
sv: Vilttrianglar

# MapSettingLeadShotBan
source: Areas with lead shot ban
fi: Lyijyhaulikieltoalueet

# MapSettingOfflineMaps
source: Offline maps
fi: Offline-kartat
sv: Offlinekartor

# MapSettingLabelBackgroundMaps
source: Background map
fi: Taustakartta
sv: Bakgrundskarta

# MapSettingLabelMapLayers
source: Map layers
fi: Karttatasot
sv: Kartlager

# MapSettingLabelCacheUtilization
source: Cache utilization:
fi: Välimuistin käyttöaste:
sv: Cacheanvändning:

# MapSettingCacheUtilizationFormat
source: %.1fMB / %.0fMB
fi: %.1fMt / %.0fMt

# MapSettingRemoveBackgroundMaps
source: Remove maps
fi: Tyhjennä kartat
sv: Radera kartor

# MapSettingRemoveMapLayers
source: Remove map layers
fi: Tyhjennä karttatasot
sv: Radera kartlager

# MapSettingAddAreaClub
source: Oma riista area
fi: Oma riista -alue
sv: Oma riista områdena

# MapSettingAddAreaMoose
source: Metsähallitus moose
fi: Metsähallitus hirvi
sv: Forststyrelsen älgområdena

# MapSettingAddAreaPienriista
source: Metsähallitus small game
fi: Metsähallitus pienriista
sv: Forststyrelsen småviltområdena

# MapSettingAddWithAreaCode
source: Area code
fi: Aluetunnus
sv: Områdets kod

# MapSettingSelectArea
source: Select area
fi: Valitse alue
sv: Välj området

# MapSettingGeneralTitle
source: General
fi: Yleiset

# MapSettingSelectedAreas
source: Selected areas
fi: Valitut alueet
sv: De valda områdena

# MapSettingNoSelectedAreas
source: No selected areas
fi: Ei valittuja alueita
sv: Inga valda områdena

# MapSettingMooseRestrictions
source: Moose restriction areas
fi: Hirvieläin rajoitusalueet
sv: Hjortdjur begränsningsområden

# MapSettingMooseRestrictionsLink
source: Check: http://retkikartta.fi
fi: Katso: http://retkikartta.fi
sv: See på: http://retkikartta.fi

# MapSettingSmallGameRestrictions
source: Small game restriction areas
fi: Pienriista rajoitusalueet
sv: Småvilt begränsningsområden

# MapSettingSmallGameRestrictionsLink
source: Check: http://retkikartta.fi
fi: Katso: http://retkikartta.fi
sv: See på: http://retkikartta.fi

# MapSettingAviHuntingBan
source: Avi hunting ban areas
fi: Avi metsästyskieltoalueet
sv: Rfv jaktförbudsområden

# MapSettingAviHuntingBanLink
source: Check: https://avi.fi/tiedotteet
fi: Katso: https://avi.fi/tiedotteet
sv: See på: https://avi.fi/sv/pressmeddelanden

# MadDisplayPins
source: Show log events
fi: Näytä tapahtumat
sv: Visa händelser

source: Map location entries
fi: Karttapisteen merkinnät
sv: Kartpunktens händelser

source: Points of interest
fi: Paikkapisteet
sv: Positionspunkter

# PointsOfInterestListButtonTitle
source: List
fi: Lista

# PointOfInterestListTitle
source: Points of interest
fi: Paikkapisteet
sv: Positionspunkter

# PointOfInterestLocationGroupTypeSightingPlace
source: Sighting place
fi: Passi
sv: Pass

# PointOfInterestLocationGroupTypeMineralLick
source: Mineral lick
fi: Nuolukivi
sv: Slicksten

# PointOfInterestLocationGroupTypeFeedingPlace
source: Feeding place
fi: Ruokintapaikka
sv: Utfodringsplats

# PointOfInterestLocationGroupTypeOther
source: Other
fi: Muu
sv: Annat

# PointOfInterestFilterTypeAll
source: Show all
fi: Kaikki
sv: Alla

# PointOfInterestFilterTypeSightingPlace
source: Sighting place
fi: Passi
sv: Pass

# PointOfInterestFilterTypeMineralLick
source: Mineral lick
fi: Nuolukivi
sv: Slicksten

# PointOfInterestFilterTypeFeedingPlace
source: Feeding place
fi: Ruokintapaikka
sv: Utfodringsplats

# PointOfInterestFilterTypeOther
source: Other
fi: Muu
sv: Annat

# PointOfInterestSelectExternalId
source: Select Oma Riista area from map settings in order to see connected POIs.
fi: Valitse Oma Riista -alue kartan asetuksista nähdäksesi alueeseen liitetyt paikkapisteet.
sv: Välj Oma riista-område från kartans intställningar för att se de till området kopplade positionspunkterna.

# PointOfInterestNoPois
source: No points of interest
fi: Ei paikkapisteitä
sv: Inga positionspunkter

# PointOfInterestCenterAndReturnToMap
source: Center and return to map
fi: Keskitä ja palaa kartalle
sv: Centrera och återgå till kartan

source: Previous
fi: Edellinen
sv: Föregående

source: Next
fi: Seuraava
sv: Nästa

# FilterSelectCategory
source: Select category
fi: Valitse kategoria
sv: Välj kategori

# FilterSelectCategoryTwoLine
source: Select category
fi: Valitse kategoria
sv: Välj kategori

# FilterSelectSpecies
source: Select species
fi: Valitse laji
sv: Välj art

# FilterSelectedSpeciesCount
source: species
fi: lajia
sv: art

# FilterClearSelections
source: Clear selections
fi: Tyhjennä valinnat
sv: Rensa val

# FilterSelectAll
source: Select all
fi: Valitse kaikki
sv: Välj alla

# FilterConfirmNoSelected
source: Select all
fi: Vahvista kaikki
sv: Bekräfta alla

# FilterConfirmWithAmount
source: Select %d species
fi: Valitse %d lajia
sv: Välj %d arter

# FilterClearSpeciesFilter
source: Clear selections
fi: Tyhjennä valinnat
sv: Rensa val

# Loggame
source: New harvest
fi: Uusi saalis
sv: Nytt byte

source: Harvest
fi: Saalis
sv: Byte

# Dismiss
source: Discard
fi: Hylkää
sv: Förkasta

source: Cancel
fi: Peruuta
sv: Avbryt

source: Undo
fi: Peru
sv: Ångra

# CancelRemove
source: Cancel
fi: Peru
sv: Ångra

source: Save
fi: Tallenna
sv: Spara

source: Species
fi: Laji
sv: Art

source: Amount
fi: Määrä
sv: Antal

# DateTime
source: Date
fi: Ajankohta
sv: Tidpunkt

source: Description
fi: Muistiinpano

source: Add description
fi: Lisää muistiinpano
sv: Lägg till beskrivning

# CoordinatesFormat
source: N %d, E %d (ETRS-TM35FIN)
fi: P %d, I %d (ETRS-TM35FIN)

# ChooseSpecies
source: Select species
fi: Valitse laji
sv: Välj art

# GPSGood
source: Good GPS signal
fi: GPS HYVÄ
sv: GPS BRA

# GPSAverage
source: Average GPS signal
fi: GPS KOHTALAINEN
sv: GPS SKÄLIG

# GPSBad
source: Fair GPS signal
fi: GPS HUONO
sv: GPS DÅLIG

source: Error
fi: Virhe
sv: Misstag

# DiaryEditFailed
source: Editing journal entry failed.
fi: Merkinnän muokkaaminen epäonnistui.
sv: Redigeringen av anteckningen misslyckades.

# OutdatedDiaryEntry
source: Editing journal entry failed. Server has a newer version.
fi: Merkinnän muokkaaminen epäonnistui. Palvelimella on uudempi versio merkinnästä.
sv: Redigeringen av anteckningen misslyckades. Det finns en nyare version av anteckningen på servern.

source: Delete
fi: Poista
sv: Ta bort

# DeleteEntryCaption
source: Remove journal entry?
fi: Poista merkintä?
sv: Ta bort anteckningen?

# DeleteEntryText
source: Do you want to remove a journal entry and attached images?
fi: Haluatko poistaa merkinnän? Tällöin myös siihen mahdollisesti liittyvät kuvat poistetaan.
sv: Vill du ta bort anteckningen? Då avlägsnas också till den eventuellt bifogade bilder.

# EntryDetailsAmountShort
source: pcs
fi: kpl
sv: st.

# EntryDetailsImage
source: Images
fi: Kuvat
sv: Bilder

# EntryDetailsDescription
source: Description
fi: Kuvaus
sv: Beskrivning

# MapPageGoToCurrentGps
source: Go to current GPS position
fi: Vie nykyiseen GPS-sijaintiin
sv: Gå till den aktuella GPS platsen

# MapPageSetNewLocation
source: Set new position on the map
fi: Aseta uusi sijainti kartalla
sv: Ställ en ny plats på kartan

# MapPageSetLocation
source: Set location on the map
fi: Aseta sijainti kartalla
sv: Ställ en plats på kartan

# HarvestStateCreateReport
source: Submit an official harvest report
fi: Tee lakisääteinen saalisilmoitus
sv: Gör en lagstadgad bytesanmälan

# HarvestStateProposed
source: Harvest report proposed
fi: Saalisilmoitus lähetetty
sv: Bytesanmälan framförd

# HarvestStateSentForApproval
source: Harvest report sent
fi: Saalisilmoitus lähetetty
sv: Bytesanmälan skickad

# HarvestStateApproved
source: Harvest report approved
fi: Saalisilmoitus hyväksytty
sv: Bytesanmälan godkänd

# HarvestStateRejected
source: Harvest report rejected
fi: Saalisilmoitus hylätty
sv: Bytesanmälan avslagen

# HarvestPermitStateProposed
source: Proposed to permit
fi: Esitetty lupaan
sv: Framställts till licensen

# HarvestPermitStateAccepted
source: Approved to permit
fi: Hyväksytty lupaan
sv: Godkänts till licensen

# HarvestPermitStateRejected
source: Rejected from permit
fi: Hylätty luvasta
sv: Avslagits från licensen

# SpecimenDetailsTitle
source: Specimen details
fi: Yksilötiedot
sv: Individuppgifter

# SpecimenGenderTitle
source: Gender
fi: Sukupuoli
sv: Kön

# SpecimenGenderFemale
source: Female
fi: Naaras
sv: Hondjur

# SpecimenGenderMale
source: Male
fi: Uros
sv: Handjur

# SpecimenGenderUnknown
source: Unknown
fi: Tuntematon
sv: Okänd

# SpecimenAgeTitle
source: Age
fi: Ikä
sv: Ålder

# SpecimenAgeAdult
source: Adult
fi: Aikuinen
sv: Vuxen

# SpecimenAgeYoung
source: Less than 1 year
fi: Alle 1V
sv: Under 1 År

# SpecimenAgeLessThanOneYear
source: Under 1 years
fi: Alle 1V
sv: Under 1 år

# SpecimenAgeBetweenOneAndTwoYears
source: 1-2 years
fi: 1-2 vuotias
sv: 1-2-åring

# SpecimenAgeEraus
source: Yearling cub
fi: Eraus
sv: Överåring

# SpecimenAgeUnknown
source: Unknown
fi: Tuntematon
sv: Okänd

# SpecimenWeightTitle
source: Weight (kg)
fi: Paino (kg)
sv: Vikt (kg)

# SpecimenValueUnknown
source: Unknown
fi: Tuntematon
sv: Okänd

# SpecimenAddSpecimen
source: Add specimen
fi: Lisää yksilö
sv: Anteckna individupgift

# PermitDescription
source: Harvested using derogation permit issued by Finnish Wildlife Agency
fi: Riistakeskuksen luvalla (ei koske hirvieläimiä)
sv: Bytet har fångats med stöd av Viltcentralen beviljad dispens eller jaktlicens

# PermitInformation
source: Permit
fi: Lupa

# PermitListPageTitle
source: Choose permit
fi: Valitse lupa
sv: Välj licens
