Repository: suomenriistakeskus/oma-riista-ios
Catalog: Riista-Ios/*.lproj/Localizable.strings
Languages: fi, sv

# SunDisclaimer
source: The sunrise and sunset times have been calculated using the specified location and date. Sunrise is the time when the upper edge of the sun becomes visible above the horizon. Similarly, sunset is the moment when the upper edge of the sun disappears behind the horizon. The time of sunrise and sunset vary depending on location latitude and longitude as well as the time of year. The official sunrise and sunset times for Finland are defined in the University of Helsinki almanac.
fi: Auringon nousu- ja laskuajat on saatu laske­malla kartta­osoittimen sijainnin perus­teella. Auringon nousu on se kellon­lyömä, jolloin auringon ylä­reuna tulee esille horisontin takaa. Vastaa­vasti laskuaika on silloin, kun ylä­reuna häviää paikka­kunnan hori­sontin taakse. Auringon nousu- ja lasku­ajat vaihtelevat eri paikka­kunnilla riippuen paikan sijainnista leveys- ja pituus­piireillä ja riippuen vuoden­ajasta. Suomen viralliset auringon nousu- ja lasku­ajat määritetään Helsingin yliopiston julkaisemassa almanakassa.

# HuntingControlLandingPageTitle
source: Hunting control
fi: Metsästyksenvalvonta
sv: Jaktövervakning

# HuntingControlAddEvent
source: Create event
fi: Luo tapahtuma
sv: Skapa händelse

# HuntingControlNewEvent
source: New event
fi: Uusi tapahtuma
sv: Nytt händelse

# HuntingControlEditEvent
source: Edit event
fi: Muokkaa tapahtumaa
sv: Redigera händelsen

# HuntingControlMyEvents
source: My events
fi: Omat tapahtumat
sv: Egna händelser

# HuntingControlNoEvents
source: No events
fi: Ei tapahtumia
sv: Inga händelser

# HuntingControlSelectRhyToDisplayEvents
source: Select GMA in order to see events
fi: Valitse riistanhoitoyhdistys nähdäksesi tapahtumat
sv: Välj jaktvårdsförening för att se händelser

# HuntintControlRhy
source: Game Management Association
fi: Riistanhoitoyhdistys
sv: Jaktvårdsförening

# HuntingControlViewPageTitle
source: Event
fi: Tapahtuma
sv: Händelse

# HuntingControlStartTime
source: Start time
fi: Aloitus
sv: Starttidpunkt

# HuntingControlEndTime
source: End time
fi: Lopetus
sv: Sluttidpunkt

# HuntingControlDuration
source: Duration
fi: Kesto
sv: Varaktighet

# HuntingControlEventType
source: Event type
fi: Valvontatapahtuma
sv: Övervakningshändelse

# HuntingControlNumberOfInspectors
source: Number of inspectors
fi: Valvojien lukumäärä
sv: Antal övervakare

# HuntingControlCooperationType
source: Cooperation
fi: Yhteistyö
sv: Samarbete

# HuntingControlWolfTerritory
source: Wolf territory
fi: Susireviiri
sv: Vargrevir

# HuntingControlInspectors
source: Inspectors
fi: Valvojat
sv: Övervakare

# HuntingControlLocationDescription
source: Location description
fi: Paikan kuvaus
sv: Beskrivning av platsen

# HuntingControlEventDescription
source: Event description
fi: Tapahtuman kuvaus
sv: Beskrivning av händelsen

# HuntingControlNumberOfCustomers
source: Number of customers
fi: Asiakkaita
sv: Kunder

# HuntingControlNumberOfProofOrders
source: Number of proof orders
fi: Näyttömääräyksiä
sv: Ålägganden att visa upp bevis

# HuntingControlDate
source: Date
fi: Päivämäärä
sv: Datum

# HuntingControlOtherParticipants
source: Other participants
fi: Muut osallistujat
sv: Övriga deltagare

# HuntingControlChooseInspectors
source: Select inspectors
fi: Valitse valvojat
sv: Välj övervakare

# HuntingControlChooseCooperation
source: Select cooperation
fi: Valitse yhteistyö
sv: Välj samarbete

# HuntingControlErrorNoInspectorsForSelectedDate
source: There are no inspectors for the selected date
fi: Valitulle päivämäärälle ei ole valvojia
sv: Det finns inga övervakare för den valda dagen

# HuntingControlErrorNoSelfAsInspector
source: You can't remove yourself from the list of inspectors
fi: Et voi poistaa itseäsi valvojista

# HuntingControlAttachments
source: Attachments
fi: Liitteet
sv: Bilagor

# HuntingControlInspectorSelectionSearchByName
source: Filter the list by name
fi: Suodata listaa nimellä
sv: Sök efter namn

# HuntingControlInspectorSelectionNameHint
source: Name
fi: Nimi
sv: Namn

# HuntingControlEventSaveFailedGeneric
source: Saving hunting control event failed
fi: Valvontatapahtuman tallentaminen epäonnistui
sv: Det gick inte att spara övervakningshändelsen

# HuntingControlDownloadAttachmentQuestion
source: Download file from the server?
fi: Ladataanko liite palvelimelta?
sv: Ska bilagan laddas ner från servern?

# HuntingControlDeleteAttachmentQuestion
source: Delete attachment %@
fi: Poistetaanko liite %@
sv: Ska bilagan %@ tas bort?

# HuntingControlAddAttachment
source: Add attachment
fi: Lisää liite
sv: Lägg till bilaga

# HuntingControlAttachmentTakePhoto
source: Take a photo
fi: Ota kuva
sv: Ta bild

# HuntingControlAttachmentPickFromPhotos
source: Pick from Photos
fi: Valitse kuva
sv: Plocka från galleriet

# HuntingControlAttachmentPickFile
source: Pick a file
fi: Valitse tiedosto
sv: Plocka en file

# FileCancelDownloadQuestion
source: Cancel download?
fi: Peruuta lataus?
sv: Avbryt nedladdningen?

# HuntingControlCooperationTypePoliisi
source: Police
fi: Poliisi
sv: Polisen

# HuntingControlCooperationTypeRajavartiosto
source: Border guard
fi: Rajavartiosto
sv: Gränsbevakningsväsendet

# HuntingControlCooperationTypeOma
source: Own
fi: Oma
sv: Egen

# HuntingControlEventTypeMooselike
source: Mooselike hunting control
fi: Hirvieläinten metsästyksen valvonta
sv: Övervakning av jakt på hjortdjur

# HuntingControlEventTypeLargeCarnivore
source: Large carnivore hunting control
fi: Suurpetojen metsästyksen valvonta
sv: Övervakning av jakt på stora rovdjur

# HuntingControlEventTypeGrouse
source: Grousefowl hunting control
fi: Kanalintujen metsästyksen valvonta
sv: Övervakning av jakt på hönsfåglar

# HuntingControlEventTypeWaterfowl
source: Waterfowl hunting control
fi: Vesilintujen metsästyksen valvonta
sv: Övervakning av jakt på sjöfåglar

# HuntingControlEventTypeDogDiscipline
source: Dog discipline control
fi: Koirakurin valvonta
sv: Övervakning av hunddisciplin

# HuntingControlEventTypeOther
source: Other control
fi: Muu valvonta
sv: Övrig övervakning

# HuntingControlCheckHunter
source: Check
fi: Tarkasta

# HuntingControlHunterDetails
source: Personal details
fi: Henkilötiedot

# HuntingControlHunterName
source: Name
fi: Nimi

# HuntingControlHunterDateOfBirth
source: Date of birth
fi: Syntymäaika

# HuntingControlHunterNomeMunicipality
source: Place of Domicile
fi: Kotipaikka

# HuntingControlHunterNumber
source: Hunter number
fi: Metsästäjänumero

# HuntingControlHuntingLicense
source: Hunting license
fi: Metsästyskortti

# HuntingControlHuntingLicenseStatus
source: Status
fi: Tila

# HuntingControlHuntingLicenseStatusActive
source: Valid
fi: Voimassa

# HuntingControlHuntingLicenseStatusInactive
source: Invalid
fi: Ei voimassa

# HuntingControlHuntingLicenseDateOfPayment
source: Date of payment
fi: Maksettu

# HuntingControlShootingTests
source: Shooting tests completed
fi: Ampumakoesuoritukset

# HuntingControlSsn
source: Social security number
fi: Henkilötunnus

# HuntingControlSearchingHunter
source: Fetching person information
fi: Haetaan henkilön tietoja

# HuntingControlResetHunterInfo
source: New search
fi: Uusi haku

# HuntingControlHunterNotFound
source: Hunter not found.
fi: Haulla ei löytynyt henkilöä.

# HuntingControlNetworkError
source: Network error, please try again.
fi: Verkkovirhe, yritä uudestaan.

# HuntingControlRetry
source: Retry
fi: Hae uudestaan

# SrvaDescription
source: Description
fi: Muistiinpano
sv: Beskrivning

# SrvaEventCategoryAccident
source: Accident
fi: Onnettomuus
sv: Händelse

# SrvaEventCategoryDeportation
source: Deportation
fi: Karkotus
sv: Fördrivning

# SrvaEventCategorySickAnimal
source: Sick animal
fi: Sairas eläin
sv: Sjukt djur

# SrvaEventTypeTrafficAccident
source: Traffic accident
fi: Liikenneonnettomuus
sv: Trafikolycka

# SrvaEventTypeRailwayAccident
source: Railway accident
fi: Onnettomuus rautatiellä
sv: Olycka på järnväg

# SrvaEventTypeInjuredAnimal
source: Injured animal
fi: Loukkaantunut eläin
sv: Skadat djur

# SrvaEventTypeAnimalOnIce
source: Animal on the ice
fi: Eläin jäällä
sv: Djur på isen

# SrvaEventTypeAnimalNearHousesArea
source: Animal near houses area
fi: Eläin asutuksen tuntumassa
sv: Djur i närheten av bosättning

# SrvaEventTypeAnimalAtFoodDestination
source: Animal at the food destination
fi: Eläin ravintokohteilla
sv: Djur vid näringskälla

# SrvaEventTypeOther
source: Other
fi: Muu
sv: Övrigt

# SrvaEventResultAnimalFoundDead
source: Animal was found dead
fi: Eläin löydettiin kuolleena
sv: Djuret hittades dött

# SrvaEventResultAnimalFoundAndTerminated
source: Animal was found and put to death
fi: Eläin löydettiin ja lopetettiin
sv: Djuret hittades och avlivades

# SrvaEventResultAnimalFoundAndNotTerminated
source: Animal was found and left alive
fi: Eläin löydettiin ja jätettiin henkiin
sv: Djuret hittades och lämnades vid liv

# SrvaEventResultAccidentSiteNotFound
source: Accident site was not found
fi: Onnettomuuspaikkaa ei löytynyt
sv: Olycksplatsen hittades inte

# SrvaEventResultAnimalTerminated
source: Animal was put to death
fi: Eläin lopetettiin
sv: Djuret avlivades

# SrvaEventResultAnimalDeported
source: Animal was deported
fi: Eläin karkotettiin
sv: Djuret fördrevs

# SrvaEventResultAnimalNotFound
source: Animal was not found
fi: Eläintä ei löydetty
sv: Djuret hittades inte

# SrvaEventResultUndueAlarm
source: Undue alarm
fi: Aiheeton hälytys
sv: Obefogat larm

# SrvaMethodDog
source: Dog
fi: Koira
sv: Hund

# SrvaMethodTracedWithDog
source: Traced with dog
fi: Jäljitettiin koiran kanssa
sv: Spårades med hund

# SrvaMethodTracedWithoutDog
source: Traced without dog
fi: Jäljitettiin ilman koiraa
sv: Spårades utan hund

# SrvaMethodPainEquipment
source: Pain equipment
fi: Kipua tuottavat laitteet
sv: Anordning som orsakar smärta

# SrvaMethodSoundEquipment
source: Sound equipment
fi: Ääntä tuottavat laitteet
sv: Anordning som skapar ljud

# SrvaMethodOther
source: Other
fi: Muu
sv: Övrigt

# SrvaDeportationOrderNumber
source: Deportation order number
fi: Karkotusmääräyksen numero
sv: Fördrivningsorderns nummer

# SrvaEventTypeDetail
source: Type detail
fi: Tyypin tarkenne
sv: Specifikation av typ

# SrvaOtherEventTypeDescription
source: Type description
fi: Tyypin kuvaus
sv: Beskrivning av typ

# SrvaOtherEventTypeDetailDescription
source: Detail description
fi: Tarkenteen kuvaus
sv: Beskrivning av specifikation

# SrvaEventResultDetail
source: Result detail
fi: Tuloksen tarkenne
sv: Resultatets specifikation

# SrvaEventTypeDetailCaredHouseArea
source: Cared house area
fi: Hoidettu piha-alue
sv: Vårdad gårdsplan

# SrvaEventTypeDetailFarmAnimalBuilding
source: Farm animal building
fi: Tuotantoeläinrakennus
sv: Produktionsdjursbyggnad

# SrvaEventTypeDetailUrbanArea
source: Urban area
fi: Taajama
sv: Tätort

# SrvaEventTypeDetailCarcassAtForest
source: Carcass at forest
fi: Haaska metsässä
sv: Åtel i skogen

# SrvaEventTypeDetailCarcassNearHousesArea
source: Carcass near houses area
fi: Haaska pihapiirissä
sv: Åtel på gårdsplan

# SrvaEventTypeDetailGarbageCan
source: Garbage can
fi: Roska-astia
sv: Soptunna

# SrvaEventTypeDetailBeehive
source: Bee hive
fi: Mehiläispesä
sv: Bikupa

# SrvaEventTypeDetailOther
source: Other
fi: Muu
sv: Annat

# SrvaEventResultDetailAnimalContactedAndDeported
source: Animal contacted and deported
fi: Välitön yhteys, eläin karkotettiin
sv: Omedelbar kontakt, djuret fördrevs

# SrvaEventResultDetailAnimalContacted
source: Animal contacted
fi: Eläimeen saatiin yhteys
sv: Fick kontakt med djuret

# SrvaEventResultDetailUncertainResult
source: Uncertain result
fi: Tulos epävarma
sv: Resultatet oklart

# SrvaMethodVehicle
source: Deportation with a vehicle
fi: Ajoneuvolla karkotus
sv: Fördrivning med fordon

# SrvaMethodChasingWithPeople
source: Chasing with people
fi: Henkilöajo
sv: Fördrivning utförd av människor

# UrlHuntingSeasons
source: https://riista.fi/en/hunting/open-seasons
fi: https://riista.fi/metsastys/metsastysajat
sv: https://riista.fi/sv/jakt/jakttider

# PrivacyStatementUrl
source: https://riista.fi/riistahallinto/sahkoinen-asiointi/oma-riista-rekisteriseloste/
sv: https://riista.fi/sv/viltforvaltningen/elektroniska-tjanster/registerbeskrivningen/

# TermsOfServiceUrl
source: https://riista.fi/riistahallinto/sahkoinen-asiointi/oma-riista-kayttoehdot/
sv: https://riista.fi/sv/viltforvaltningen/elektroniska-tjanster/anvandarvillkor/

# AccessibilityStatementUrl
source: https://riista.fi/riistahallinto/sahkoinen-asiointi/saavutettavuusselosteet/
sv: https://riista.fi/sv/viltforvaltningen/elektroniska-tjanster/tillganglighetsutlatande/

# HuntingControlCooperationTypeMetsähallitus
source: Metsähallitus
sv: Forststyrelsen

# UrlEventSearch
source: https://riista.fi/metsastys/tapahtumahaku/
sv: https://riista.fi/sv/jakt/sok-evenemang/

# UrlMagazine
source: https://www.metsastajalehti.fi
sv: https://www.jagarentidningen.fi
