Repository: suomenriistakeskus/oma-riista-ios
Catalog: Riista-Ios/*.lproj/Localizable.strings
Languages: fi, sv

# PermitListHelpText
source: You don't need to enter license number for cervidae animals
fi: Hirvieläimille ei tarvitse syöttää lupanumeroa
sv: För hjortdjur behöver man inte skriva in licensnumret

# PermitListInputPrompt
source: Search with permit number
fi: Etsi lupanumerolla
sv: Sök efter licensnummer

# PermitListButtonText
source: Get details
fi: Hae tiedot
sv: Sök detaljer

# PermitListAmountShort
source: pcs
fi: kpl
sv: st.

# PermitListSectionHeader
source: Permit details
fi: Lupatiedot
sv: Detaljer licenser

# PermitListNotAvailable
source: Permit not available
fi: Lupa ei ole käytettävissä. Ota yhteyttä luvansaajaan.
sv: Dispens finns inte att tillgå. Tag kontakt med dispensmottagaren

source: Permit number required
fi: Lupanumero vaaditaan
sv: Tillståndsnummer krävs

source: Observation
fi: Havainto

# LogObservation
source: New observation
fi: Uusi havainto
sv: Ny observation

# LogObservationsTotalFormat
source: %@ observations
fi: %@ havaintoa
sv: %@ observationen

# ObservationDetailsMarked
source: Tag
fi: Eläin merkitty
sv: Djuret märkts

# ObservationDetailsState
source: Condition
fi: Eläimen tila
sv: Djurets kondition

# ObservationDetailsType
source: Observation type
fi: Havaintotyyppi
sv: Typ av observation

# ObservationDetailsWithinMooseHunting
source: During moose hunt
fi: Hirvenmetsästyksen yhteydessä
sv: I samband med älgjakten

# ObservationDetailsWithinDeerHunting
source: During deer hunt
fi: Peuran metsästyksen yhteydessä
sv: I samband med jakt på vitsvanshjort

# ObservationDetailsMooseFemale
source: Females without juveniles
fi: Vasattomia naaraita
sv: Kor utan kalvar

# ObservationDetailsMooseFemale1Calf
source: Female + 1 juvenile
fi: Naaras + 1 vasa
sv: Ko + 1 kalv

# ObservationDetailsMooseFemale2Calf
source: Females + 2 juveniles
fi: Naaras + 2 vasaa
sv: Ko + 2 kalvar

# ObservationDetailsMooseFemale3Calf
source: Females + 3 juveniles
fi: Naaras + 3 vasaa
sv: Ko + 3 kalvar

# ObservationDetailsMooseFemale4Calf
source: Females + 4 juveniles
fi: Naaras + 4 vasaa
sv: Ko + 4 kalvar

# ObservationDetailsMooseMale
source: Adult males
fi: Aikuisia uroksia
sv: Vuxna tjurar

# ObservationDetailsMooseCalf
source: Lone calf
fi: Yksinäinen vasa
sv: Ensam kalv

# ObservationDetailsMooseUnknown
source: Unknown
fi: Tuntemattomia
sv: Okända

# ObservationDetailsMooseFemaleWithinDeerHunting
source: Females without juveniles
fi: Vasattomia naaraita
sv: Vuxna hondjur utan kalvar

# ObservationDetailsMooseFemale1CalfWithinDeerHunting
source: Female + 1 juvenile
fi: Naaras + 1 vasa
sv: Vuxna hondjur + 1 kalv

# ObservationDetailsMooseFemale2CalfWithinDeerHunting
source: Females + 2 juveniles
fi: Naaras + 2 vasaa
sv: Vuxna hondjur + 2 kalvar

# ObservationDetailsMooseFemale3CalfWithinDeerHunting
source: Females + 3 juveniles
fi: Naaras + 3 vasaa
sv: Vuxna hondjur + 3 kalvar

# ObservationDetailsMooseFemale4CalfWithinDeerHunting
source: Females + 4 juveniles
fi: Naaras + 4 vasaa
sv: Vuxna hondjur + 4 kalvar

# ObservationDetailsMooseMaleWithinDeerHunting
source: Adult males
fi: Aikuisia uroksia
sv: Vuxna handjur

# ObservationDetailsMooseCalfWithinDeerHunting
source: Lone calf
fi: Yksinäinen vasa
sv: Ensam kalv

# ObservationDetailsMooseUnknownWithinDeerHunting
source: Unknown
fi: Tuntemattomia
sv: Okända

# ObservationDetailsDescription
source: Description
fi: Muistiinpano
sv: Beskrivning

# ErrorObservationSpecimenAmountAtLeastTwo
source: There must be at least two specimens
fi: Yksilöitä täyty olla vähintään kaksi

# ObservationDetailsCategory
source: Observation context
fi: Havainnon asiayhteys
sv: Observationssammanhang

# ObservationCategoryNormal
source: Normal
fi: Tavallinen
sv: Vanligt

# DeerHuntingType
source: Hunting type
fi: Metsästystapa
sv: Jaktmetod

# DeerHuntingTypeDescription
source: Hunting type description
fi: Metsästystavan kuvaus
sv: Beskrivning av jaktmetoden

# TassuPawLength
source: Length of forepaw
fi: Etutassun pituus
sv: Framtassens längd

# TassuPawWidth
source: Width of forepaw
fi: Etutassun leveys
sv: Framtassens bredd

# TassuObserverName
source: Observer's name
fi: Petohavaitsijan nimi
sv: Rovdjursobservatörens namn

# TassuObserverPhoneNumber
source: Observer's phone number
fi: Petohavaitsijan puhelinnumero
sv: Rovdjursobservatörens telefonnummer

# TassuOfficialAdditionalInfo
source: Additional information for research
fi: Lisätiedot tutkimusta varten
sv: Tilläggsuppgifter för forskningen

# TassuVerifiedByCarnivoreAuthority
source: Confirmed by a large carnivore contact person
fi: Petoyhdyshenkilön varmentama
sv: Konstaterad av rovdjurskontaktperson

# TassuDistanceToResidence
source: Distance to residence (calculated automatically)
fi: Etäisyys asumukseen (automaattisesti laskettu)
sv: Avstånd till bebyggelse (beräknat automatiskt)

# TassuLitter
source: Litter (automatically derived)
fi: Pentue (automaattisesti päätelty)
sv: Kull (automatisk konklusion)

# TassuPack
source: Pack (automatically derived)
fi: Lauma (automaattisesti päätelty)
sv: Flock (automatisk konklusion)

# SpecimenStateOfHealthHealthy
source: Healthy
fi: Terve
sv: Frisk

# SpecimenStateOfHealthIll
source: Ill
fi: Sairas
sv: Sjuk

# SpecimenStateOfHealthWounded
source: Wounded
fi: Loukkaantunut
sv: Skadad

# SpecimenStateOfHealthCarcass
source: Carcass
fi: Haaska
sv: Kadaver

# SpecimenStateOfHealthDead
source: Dead
fi: Kuollut
sv: Död

# SpecimenMarkedNone
source: No tag
fi: Ei merkkiä
sv: Inga märken

# SpecimenMarkedCollar
source: Collar / radio collar
fi: Panta / Radiolähetin
sv: Halsband / radiosändare

# SpecimenMarkedRing
source: Leg band, wing band
fi: Jalkarengas, Siipimerkki
sv: Ringmärke, vingmärke

# SpecimenMarkedEar
source: Ear tag
fi: Korvamerkki
sv: Öronmärke

# LogSrva
source: SRVA-event
fi: SRVA-tapahtuma
sv: SRVA-händelse

# SrvaOtherSpeciesShort
source: Other
fi: Muu
sv: Övrigt

# SrvaOtherSpeciesDescription
source: Other species
fi: Muu laji
sv: Annan art

# SrvaUnknownSpeciesDescription
source: Unknown species
fi: Tuntematon laji
sv: Okänd art

# SrvaEvent
source: Event
fi: Tapahtuma
sv: Händelse

# SrvaType
source: Type
fi: Tyyppi
sv: Typ

# SrvaTypeDescription
source: Type description
fi: Tyypin kuvaus
sv: Beskrivning av typ

# SrvaResult
source: Result
fi: Tulos
sv: Resultat

# SrvaMethod
source: Method
fi: Menetelmä
sv: Metod

# SrvaMethodDescription
source: Method description
fi: Menetelmän kuvaus
sv: Beskrivning av metoden

# SrvaPersonCount
source: Participants
fi: Osallistuneita henkilöitä
sv: Personer som deltog

# SrvaTimeSpent
source: Overall work hours
fi: Työtunteja yhteensä
sv: Arbetstimmar sammanlagt

# SrvaApprover
source: Approver
fi: Hyväksyjä
sv: Godkännare

# SrvaRejecter
source: Rejecter
fi: Hylkääjä
sv: Förkastare

# SrvaApproved
source: Approved
fi: Hyväksytty
sv: Godkänd

# SrvaRejected
source: Rejected
fi: Hylätty
sv: Förkastad

# CustomerService
source: Oma riista help desk
fi: Oma riista neuvonta
sv: Oma riista information

source: Support and feedback
fi: Tuki ja palaute
sv: Stöd och respons

# CustomerServiceTimesTemplate
source: Service hours: Mon to Fri, %@-%@
fi: Palvelemme arkisin klo %@-%@
sv: Vi betjänar vardagar kl %@-%@

source: Email
fi: Sähköposti
sv: E-post

# EmailTitle
source: Feedback about Oma riista mobile application
fi: Palautetta Oma riista -mobiilisovelluksesta
sv: Återkoppling på Oma riista mobilapplikation

# EmailTemplate
source: Name: %@ Hunter number: %@ Application version: %@ IOS version: %@
fi: Nimi: %@ Metsästäjänumero: %@ Sovellusversio: %@ IOS-versio: %@
sv: Namn: %@ Jägarnummer: %@ Applikationsversion: %@ IOS-version: %@

# EmailLicenseTitle
source: Hunting license
fi: Metsästyskortti
sv: Jaktkort

# EmailLicenseTemplate
source: Name: %@ Hunter number: %@
fi: Nimi: %@ Metsästäjänumero: %@
sv: Namn: %@ Jägarnummer: %@

source: Privacy statement
fi: Tietosuojaseloste
sv: Dataskyddbeskrivning

source: Terms of Service
fi: Käyttöehdot
sv: Användarvillkor

# AccessibilityStatement
source: Accessibility
fi: Saavutettavuusseloste
sv: Tillgänglighetsutlåtande

source: Third party libraries
fi: Kolmannen osapuolen kirjastot
sv: Tredjeparts-biblioteker

# MakeCallMessage
source: Do you want to call Oma riista help desk?
fi: Haluatko soittaa Oma riista neuvontaan?
sv: Vill du ringa till Oma riista information?

# MakeLicenseCallMessage
source: Do you want to call hunter license help desk?
fi: Haluatko soittaa metsästäjänumero tukeen?
sv: Vill du ringa till jägarnummer information?

# MakeCall
source: Call
fi: Soita
sv: Ringa

# PhoneShort
source: Phone
fi: Puh.
sv: Tel.

# ContactLicenseIssuesTitle
source: Hunting license issues
fi: Metsästyskorttiasiat
sv: Jaktkortsärenden

source: Delete user account
fi: Poista käyttäjätili

# DeleteUserAccountMessage
source: I want to delete my voluntary game data, user account and personal data from the Oma riista service. I understand that my data cannot be restored after deletion. Deleting your Oma riista account does not delete your information from the register of hunters. You must contact the register of hunters in writing if you want your information to be deleted from the register of hunters as well. Deleting data from the register of hunters means ending the hunting hobby.
fi: Haluan poistaa vapaaehtoiset riistatietoni, käyttäjätilini sekä henkilötietoni Oma riista -palvelusta. Ymmärrän, että tietojani ei voida palauttaa poistamisen jälkeen. Oma riista -tilin poistaminen ei poista tietojanne metsästäjärekisteristä. Teidän tulee olla kirjallisesti yhteydessä metsästäjärekisteriin, mikäli haluatte tietonne poistettavan myös metsästäjärekisteristä. Tietojen poistaminen metsästäjärekisteristä tarkoittaa metsästysharrastuksen päättämistä.

# DeleteUserAccountQuestion
source: Changing the username/email address in the Oma riista service does not require deleting the user account, this is done by registering for the service again. In this case, all the information you previously entered in the service will also remain as before. Are you sure you want to delete your user account?
fi: Oma riista -tilin käyttäjätunnuksen/sähköpostiosoitteen vaihtaminen ei edellytä käyttäjätilin poistamista vaan se onnistuu uudelleenrekisteröitymällä palveluun. Tällöin myös kaikki palveluun syöttämäsi tiedot säilyvät entisellään. Oletko varma, että haluat poistaa käyttäjätilisi?

# DeleteUserAccountRequestSentTitleShort
source: Request sent
fi: Pyyntö lähetetty

# DeleteUserAccountRequestSentTitle
source: User account deletion request has been sent
fi: Käyttäjätilin poistopyyntö on lähetetty

# DeleteUserAccountRequestSentMessageAtTime
source: An automatic e-mail message regarding the user account deletion request has been sent to the customer service of the Oma riista service %@, and a copy of the message has also been forwarded to the e-mail address specified in your personal information. Typically, the user account is deleted by the customer service in two weeks. Please contact customer service at oma@riista.fi, if you requested to delete the user account in error. Deleting your Oma riista account does not delete your information from the register of hunters. You must contact the register of hunters in writing if you want your information to be deleted from the register of hunters as well. Deleting data from the register of hunters means ending the hunting hobby.
fi: Käyttäjätilin poistopyynnöstä on lähetetty automaattinen sähköpostiviesti Oma riista -palvelun ylläpitoon %@ sekä kopio viestistä on välitetty myös omissa tiedoissasi määriteltyyn sähköpostiosoitteeseen. Tyypillisesti käyttäjätili poistetaan ylläpidon toimesta kahden viikon kuluessa. Ole hyvä ja ota yhteyttä asiakaspalveluun oma@riista.fi, mikäli pyysit käyttäjätilin poistoa erheellisesti. Oma riista -tilin poistaminen ei poista tietojanne metsästäjärekisteristä. Teidän tulee olla kirjallisesti yhteydessä metsästäjärekisteriin, mikäli haluatte tietonne poistettavan myös metsästäjärekisteristä. Tietojen poistaminen metsästäjärekisteristä tarkoittaa metsästysharrastuksen päättämistä.

# DeleteUserAccountContinueUsing
source: Continue using the service
fi: Jatka palvelun käyttöä

source: Synchronization
fi: Synkronointi
sv: Synkronisering

source: Manual
fi: Manuaalinen
sv: Manuell

source: Automatic
fi: Automaattinen
sv: Automatisk

source: Version %@
fi: Versio %@

source: Language
fi: Kieli
sv: Språk

source: Map settings
fi: Kartan asetukset

# MapTypeSelect
source: Map type
fi: Karttatyyppi
sv: Karta typ

# MapTypeTopographic
source: Terrain
fi: Maasto
sv: Terräng

# MapTypeBackgound
source: Background
fi: Tausta
sv: Grund

# MapTypeAerial
source: Aerial
fi: Orto
sv: Orto

source: Choose image source
fi: Valitse kuvalähde
sv: Välj bildkällan

# CameraSource
source: Camera
fi: Kamera
sv: Kamera

# GallerySource
source: Gallery
fi: Galleria
sv: Galleri

# ImagePermissionRequiredTitle
source: Please Give Permission
fi: Anna lupa
sv: Ge behörighet

# ImagePermissionRequiredMessage
source: Oma riista needs access to your photos
fi: Oma riistan on päästävä valokuviisi
sv: Oma riista behöver åtkomst till dina photon

# ImageLoadFailedDialogTitle
source: Couldn't load photo
fi: Kuvan lataus epäonnistui
sv: Nerladdningen av bilden misslyckades

# ImageLoadFailedDialogMessage
source: Photo does not exist of photo loading failed for other reason
fi: Kuva on poistettu tai kuvan lataus epäonnistui muusta syystä
sv: Bilden finns inte eller så misslyckades nerladdningen av bilden på grund av annan orsak.

# ImageLoadFailedOrLimitedAccessDialogMessage
source: Oma Riista doesn't have access to the photo or photo loading failed for other reason
fi: Oma Riista -sovelluksella ei ole oikeutta kuvan lukemiseen tai kuvan lataus epäonnistui muusta syystä.
sv: Oma riista -applikationen har inte rätt att avläsa bilden eller så misslyckades nerladdningen av bilden på grund av annan orsak.

# ImageLoadFailedSelectAnotherPhotoAction
source: Select another photo
fi: Valitse toinen kuva
sv: Välj en annan bild

# ImageLoadFailedSelectAccessiblePhotosAction
source: Select accessible photos
fi: Valitse käytettävissä olevat kuvat
sv: Välj tillgängliga bilder

# ImageDialogButtonCancel
source: Cancel
fi: Peruuta
sv: Avbryt

# ImageDialogButtonSettings
source: Settings
fi: Asetukset
sv: Inställningar

# SavingDataFailed
source: Saving data failed. You can restart application and try again. If problem persists, contact support oma@riista.fi
fi: Tiedon tallentaminen epäonnistui. Voit uudelleenkäynnistää ohjelman yrittääksesi uudelleen. Mikäli tämä tapahtuu uudelleen, ota yhteyttä oma@riista.fi
sv: Lagringen av data misslyckades. Du kan starta om programmet att försöka igen. Om det här händar igen, kontakt oma@riista.fi

# MooseNotEdible
source: Not edible
fi: Ihmisravinnoksi kelpaamaton
sv: Oduglig som människoföda

# MooseWeightEstimated
source: Estimated carcase weight (kg)
fi: Arvioitu teuraspaino (kg)
sv: Slaktvikt uppskattad (kg)

# MooseWeightWeighted
source: Measured carcase weight (kg)
fi: Punnittu teuraspaino (kg)
sv: Slaktvikt vägd (kg)

# MooseFitnessClass
source: Condition
fi: Kuntoluokka
sv: Konditionsklass

# MooseAntlersType
source: Antler type
fi: Sarvityyppi
sv: Typ av horn

# MooseAntlersWidth
source: Antler spread (cm)
fi: Sarvien kärkiväli (cm)
sv: Hornutläggets avstånd (cm)

# MooseAntlersPointsLeft
source: Antler points left
fi: Sarvipiikit vasen
sv: Horntaggar vänster

# MooseAntlersPointsRight
source: Antler points right
fi: Sarvipiikit oikea
sv: Horntaggar höger

# MooseAdditionalInfo
source: Additional information
fi: Lisätiedot
sv: Tilläggsuppgifter

# AntlersLost
source: One or both antlers lost
fi: Yksi tai molemmat sarvet pudonneet
sv: Ena eller båda hornen tappade

# AntlersGirth
source: Antlers girth (cm)
fi: Tyven ympärysmitta (cm)
sv: Rosenstångens omkrets (cm)

# AntlersLength
source: Antlerhalves length (cm)
fi: Sarvipuoliskon pituus (cm)
sv: Hornhalvans längd (cm)

# AntlersInnerWidth
source: Antlers inner width (cm)
fi: Sarvien sisäleveys (cm)
sv: Hornens inre bredd (cm)

# AntlerShaftDiameter
source: Antler shaft diameter (cm)
fi: Sarvirungon halkaisija (cm)
sv: Hornstångens diameter (cm)

source: Instructions
fi: Ohje
sv: Instruktioner

# InstructionsFormat
source: Instructions: %@
fi: Ohje: %@
sv: Instruktioner: %@

# InstructionsTitleAntlersLength
source: Antlerhalves length
fi: Sarvipuoliskon pituus
sv: Hornhalvans längd

# InstructionsTitleAntlersGirth
source: Antlers girth
fi: Tyven ympärysmitta
sv: Rosenstångens omkrets

# InstructionsTitleAntlersInnerWidth
source: Antlers inner width
fi: Sarvien sisäleveys
sv: Hornens inre bredd

# InstructionsTitleAntlerShaftDiameter
source: Antler shaft diameter
fi: Sarvirungon halkaisija
sv: Hornstångens diameter

# InstructionsTitleAntlersWidth
source: Antler spread
fi: Sarvien kärkiväli
sv: Hornutläggets avstånd

# InstructionsAntlersLengthDetails
source: The length of the main beam as measured starting from the burr of the antler, along the outside curve of the beam, all the way to the tip.
fi: Sarvipuoliskon pituus sarven tyvestä sarven kärkeen ulkosyrjää pitkin.
sv: Hornstångens längd från hornbasen till hornspetsen längs med hornets utsida

# InstructionsAntlersGirthDetails
source: The antlers girth is the smallest circumference between the burr and the first point.
fi: Sarven tyven ympärys ohuimmasta kohdasta sarviruusukkeen ja ensimmäisen piikin välillä.
sv: Hornstångens omkrets vid smalaste stället mellan rosenkransen och första taggen.

# InstructionsAntlersInnerWidthWhiteTailedDeer
source: The inside spread measured across the inside of the beams at the widest point.
fi: Sarvien sisäleveys sarvien leveimmästä kohdasta.
sv: Bredden mellan hornstängerna, innermåttet vid bredaste stället.

# InstructionsAntlerShaftDiameterRoeDeer
source: The shaft diameter as measured directly above of the coronet, not including pearling.
fi: Sarven paksuus välittömästi tyviruusukkeen yläpuolelta poislukien helmiäisyys.
sv: Hornstångens tjocklek direkt ovanför rosenkransen, pärlningen borträknad.

# InstructionsAntlersWidthMoose
source: The total width as measured between the widest points on each side, perpendicular to the center line of the skull.
fi: Sarvien kärkiväli kohtisuoraan mitattuna uloimpien piikkien kärjistä.
sv: Hela hornets bredd mätt rakt mellan de yttersta hornspetsarna.

# HarvestHuntingTypeTitle
source: Hunting type
fi: Saalistustapa
sv: Jaktmetod

# HarvestFeedingPlaceTitle
source: Shot at feeding place?
fi: Ammuttu ruokintapaikalta?
sv: Skjuten på utfodringsplats?

# HarvestTaigaBeanGooseTitle
source: Is taiga bean goose?
fi: Onko taigametsähanhi?
sv: Är det en taigasädgås?

# DisplayAll
source: Show all
fi: Näytä kokonaan
sv: Visa hela

# AnnouncementsNone
source: No announcements
fi: Ei viestejä
sv: Inga meddelanden

# AnnouncementsFetchFailed
source: Retrieving announcements failed
fi: Viestien hakeminen epäonnistui
sv: Hämtning av meddelanden misslyckadesi

# KeyboardDone
source: Done
fi: Valmis
sv: Klar

# UpdateAvailableTitle
source: Update available
fi: Päivitys saatavilla
sv: Uppdatering finns att få

# UpdateAvailableMessage
source: Download new Oma riista version from App Store.
fi: Lataa uusi Oma riista versio App Storesta.
sv: Ladda ner en ny version av Oma riista från App Store.

# UpdateAction
source: Update
fi: Päivitä

# UpdateAllAction
source: Update all
fi: Päivitä kaikki

# ButtonClearTitle
source: Clear
fi: Tyhjennä
sv: Tyhjennä

# NetworkOperationFailed
source: Operation failed
fi: Toiminto epäonnistui
sv: Operationen misslyckades

# ConfirmOperationPrompt
source: Confirm operation?
fi: Haluatko varmasti suorittaa toimenpiteen?
sv: Är du säker att du vill genomföra åtgärden?

# ShootingTestsNameAndHunterNumber
source: Name and hunter number
fi: Nimi ja metsästäjänumero
sv: Namn och jägarnummer

# ShootingTestViewTitle
source: Shooting test
fi: Ampumakoe
sv: Skjutprov

# ShootingTestTabEventTitle
source: General
fi: Tapahtuma
sv: Evenemang

# ShootingTestTabRegisterTitle
source: Registration
fi: Ilmoittautuminen
sv: Anmälning

# ShootingTestTabQueueTitle
source: Participants
fi: Suoritusjono
sv: Prestationskö

# ShootingTestTabPaymentsTitle
source: Payments
fi: Maksut
sv: Betalningar

# ShootingTestTypeBearShort
source: B
fi: K

# ShootingTestTypeMooseShort
source: M
fi: H
sv: Ä

# ShootingTestTypeRoeDeerShort
source: R
fi: M

# ShootingTestTypeBowShort
source: A
fi: J
sv: PB

# ShootingTestTypeBear
source: Bear
fi: Karhu
sv: Björn

# ShootingTestTypeMoose
source: Moose/Deer
fi: Hirvi/Peura
sv: Älg/Hjort

# ShootingTestTypeRoeDeer
source: Roe deer
fi: Metsäkauris
sv: Rådjur

# ShootingTestTypeBow
source: Archery
fi: Jousi
sv: Pilbåge

# ShootingTestResultQualified
source: Qualified
fi: Hyväksytty
sv: Godkänd

# ShootingTestResultUnqualified
source: Unqualified
fi: Hylätty
sv: Avslagen

# ShootingTestResultTimedOut
source: Timed out
fi: Yliaika
sv: Övertid

# ShootingTestResultRebated
source: Rebated
fi: Maksuton
sv: Avgiftsfri

# ShootingTestCalendarEventTypeNormal
source: Shooting test
fi: Ampumakoe
sv: Skjutprov

# ShootingTestCalendarEventTypeBow
source: Bow shooting test
fi: Jousiampumakoe
sv: Bågskytteprov

# ShootingTestStateClosed
source: Closed
fi: Suljettu
sv: Stängd

# ShootingTestStateOngoing
source: Ongoing
fi: Käynnissä
sv: I gång

# ShootingTestStateWaiting
source: Waiting
fi: Odottaa
sv: Väntar

# ShootingTestEventStart
source: Open event
fi: Avaa ampumakoetilaisuus
sv: Öppna skjutprovstillfället

# ShootingTestEventEdit
source: Edit officials
fi: Muokkaa vastaanottajia
sv: Redigera mottagare

# ShootingTestEventFinish
source: Close event
fi: Sulje ampumakoetilaisuus
sv: Stäng skjutprovstillfället

# ShootingTestEventReopen
source: Reopen event
fi: Avaa uudelleen
sv: Öppna igen

# ShootingTestOfficialsTitle
source: Event officials
fi: Ampumakokeen vastaanottajat
sv: Skjutprovets examinator

# ShootingTestOfficialAdd
source: Add
fi: Lisää
sv: Lägg till

# ShootingTestOfficialRemove
source: Remove
fi: Poista
sv: Radera

# ShootingTestTotalPaidAmount
source: Total paid amount %@
fi: Suoritetut maksut %@
sv: Erlagda betalningar %@

# ShootingTestRegisterAddParticipant
source: Add participant
fi: Lisää osallistuja
sv: Lägg till deltagare

# ShootingTestRegisterHunterNumber
source: Hunter id
fi: Metsästäjänumero
sv: Jägarnummer

# ShootingTestRegisterReadQr
source: Scan QR or barcode
fi: Lue QR- tai viivakoodi
sv: Skanna QR-kod eller streckkod

# ShootingTestRegisterReadQrFailed
source: Scanning code failed
fi: QR koodin lukeminen epäonnistui tai ei metsästäjäkortti
sv: Skanning QR-kod misslyckades eller inte jaktkort

# ShootingTestRegisterSearchWithScannedHunterNumber
source: Search with scanned hunter id: %@
fi: Etsi metsästäjänumerolla: %@
sv: Sök med jägarnummer: %@

# ShootingTestRegisterSearchWithScannedSsn
source: Search with scanned ssn: %@
fi: Etsi henkilötunnuksella: %@
sv: Sök med personbeteckning: %@

# ShootingTestRegisterSearchNoResults
source: No results
fi: Ei tuloksia
sv: Inga resultat

# ShootingTestRegisterTestTypeTitle
source: Select intended test type(s)
fi: Valitse aiottu koemuoto
sv: Välj tilltänkt provform

# ShootingTestRegisterUserAlreadyRegistered
source: Person already registered but not yet finished or payment not done
fi: Henkilö on jo ilmoittautunut mutta ei ole vielä päättänyt tai maksanut ampumakoesuoritustaan
sv: Personen har redan anmält sig men inte ännu bestämt eller betalat skjutprovsprestationen

# ShootingTestRegisterUserAlreadyCompleted
source: Persons shooting test attempt is finished
fi: Henkilön ampumakoesuoritus on päättynyt
sv: Personens skjutprovsprestation är avslutad

# ShootingTestRegisterUserAlreadyOfficial
source: Person can not register to event. Already official in the same shooting test event
fi: Henkilö ei voi ilmoittautua osallistujaksi, koska on samassa ampumakoetilaisuudessa vastaanottajana
sv: Personen kan inte anmäla sig som deltagare, för att hen är examinator vid samma skjutprovstillfälle
