Repository: suomenriistakeskus/oma-riista-ios
Catalog: Riista-Ios/*.lproj/Localizable.strings
Languages: fi, sv

# ShootingTestRegisterUserHuntingPaymentNotDone
source: Game management fee not paid. Verify payment from payment form and paper receipt. If fee has been paid then register participant normally.
fi: Riistanhoitomaksu maksamatta. Tarkista maksusuoritus maksulomakkeesta ja paperikuitista. Jos maksu on suoritettu, niin lisää osallistuja ampumakokeeseen normaalilla tavalla.
sv: Viltvårdsavgiften obetald. Kontrollera från inbetalningskortet och papperskvittot att betalningen är gjord. Om betalningen är erlagd, så lägg till deltagaren på normalt sätt till skjutprovet.

# ShootingTestRegisterUserHuntingBan
source: Person is banned from hunting
fi: Henkilöllä on voimassa oleva metsästyskielto
sv: Jaktförbud

# ShootingTestRegisterUserNotHunter
source: Person has no hunter id
fi: Henkilöllä ei ole metsästäjänumeroa
sv: Person har inget jägarnummer

# ShootingTestRegisterUserForeignHunter
source: Foreign hunter
fi: Ulkomaalainen metsästäjä
sv: Utländsk jägare

# ShootingTestAttemptListViewTitle
source: Log attempt
fi: Kirjaa suoritus
sv: Anteckna prestation

# ShootingTestAttemptListResultTitle
source: Result
fi: Tulos
sv: Resultat

# ShootingTestAttemptListHitsTitle
source: Hits
fi: Osumat
sv: Träffar

# ShootingTestAttemptListAdd
source: Add attempt
fi: Lisää suoritus
sv: Anteckna prestation

# ShootingTestAttemptEditViewTitle
source: Log attempt details
fi: Kirjaa suorituksen tiedot
sv: Anteckna prestationens uppgifter

# ShootingTestAttemptTypeTitle
source: Select attempt type
fi: Valitse koemuoto
sv: Välj provform

# ShootingTestAttemptHitsTitle
source: Set hits
fi: Merkitse osumat
sv: Markera träffarna

# ShootingTestAttemptResultTitle
source: Attempt result
fi: Kokeen tulos
sv: Provets resultat

# ShootingTestAttemptNoteTitle
source: Notes
fi: Muistiinpano
sv: Anteckningar

# ShootingTestAttemptNoteHint
source: Log reason for rebated attempt or leave empty
fi: Kirjaa syy maksuttomaan suoritukseen: aserikko, laukeamaton, taulu tippui kesken suorituksen … tai jätä tyhjäksi
sv: Anteckna orsak till obetald prestation: vapenstörning, patron inte avfyrats, tavlan fallit ner under prestationen … eller lämna tomt

# ShootingTestAttemptDeleteConfirm
source: Delete attempt?
fi: Poista suoritus?
sv: Radera prestation?

# ShootingTestPaymentTitle
source: Payments
fi: Maksut
sv: Betalningar

# ShootingTestPaymentTotal
source: Total
fi: Yhteensä
sv: Totalt

# ShootingTestPaymentPaid
source: Paid
fi: Maksettu
sv: Betald

# ShootingTestPaymentRemaining
source: Remaining
fi: Jäljellä
sv: Kvar

# ShootingTestPaymentParticipantTitle
source: Participant
fi: Ampuja
sv: Skytt

# ShootingTestPaymentTestFinished
source: Test finished
fi: Ampumakoe päättynyt
sv: Skutprovet avslutats

# ShootingTestPaymentCompleteConfirm
source: Set test finished and payments completed for %@ %@ (%@)?
fi: Haluatko merkitä henkilön %@ %@ (%@) ampumakokeen ja maksut suoritetuiksi?
sv: Vill du anteckna personens %@ %@ (%@) skjutprov och betalningar som erlagda?

# ShootingTestPaymentEditTitle
source: Edit payment
fi: Muokkaa maksua
sv: Redigera betalningen

# GenericLoadingContent
source: Loading required content..
fi: Ladataan tarvittavia tietoja..
sv: Nödvändiga uppgifter laddas..

# GenericContentLoadingFailed
source: Failed to load required content.
fi: Tietojen lataaminen epäonnistui.
sv: Laddningen av uppgifterna misslyckades

# GroupHuntingLandingPageTitle
source: Hunting director
fi: Metsästyksen johtaja
sv: Jaktledare

# GroupHuntingLabelClub
source: Hunting club
fi: Seura
sv: Förening

# GroupHuntingLabelSeason
source: Season
fi: Kausi
sv: Säsong

# GroupHuntingLabelSpecies
source: Species
fi: Laji
sv: Djurart

# GroupHuntingLabelHuntingGroup
source: Group
fi: Ryhmä
sv: Grupp

# GroupHuntingLabelPermitFormatted
source: Permit: %@
fi: Lupa: %@
sv: Licens: %@

# GroupHuntingErrorHuntingHasFinished
source: Hunting has finished
fi: Metsästys on päättynyt
sv: Jakten avslutats

# GroupHuntingEntriesOnMap
source: Entries on map
fi: Merkinnät kartalla
sv: Markeringar på kartan

# GroupHuntingHuntingDays
source: Hunting days
fi: Metsästys­päivät
sv: Jaktdagar

# GroupHuntingNewHarvest
source: New harvest
fi: Kirjaa saalis
sv: Nytt byte

# GroupHuntingNewObservation
source: New observation
fi: Kirjaa havainto
sv: Ny observation

# GroupHuntingHuntingDay
source: Hunting day
fi: Metsästys­päivä
sv: Jaktdag

# GroupHuntingNoHarvestsNoObservations
source: No harvests or observations
fi: Ei saaliita tai havaintoja
sv: Inga byten eller observationer

# GroupHuntingLoadingHuntingDays
source: Loading hunting days..
fi: Ladataan metsästyspäiviä..
sv: Laddar jaktdagar..

# GroupHuntingFailedToLoadHuntingDays
source: Failed to load hunting days.
fi: Metsästyspäivien lataus epäonnistui.
sv: Laddningen av jaktdagar misslyckades

# GroupHuntingNoHuntingDaysButCanCreate
source: No hunting days have been added to hunting group. Create a hunting day in order to continue.
fi: Ryhmälle ei ole vielä määritetty metsästyspäiviä. Luo metsästyspäivä jatkaaksesi.
sv: För gruppen har ännu inga jaktdagar fastställts. Skapa jaktdag för att fortsätta.

# GroupHuntingNoHuntingDays
source: No hunting days have been added to hunting group.
fi: Ryhmälle ei ole vielä määritetty metsästyspäiviä.
sv: För gruppen har ännu inga jaktdagar fastställts.

# GroupHuntingNoHuntingDaysDeer
source: Hunting days are automatically created for deer based on harvests and observations.
fi: Peuroille metsästyspäivät muodostuvat automaattisesti saalis- ja havaintokirjausten perusteella.
sv: För hjortar skapas jaktdagar automatiskt utgående från bytes- och observationsanteckningarna.

# GroupHuntingSuggestedHuntingDay
source: The day is suggested as a hunting day because there are harvests or observations for it.
fi: Päivä on ehdolla metsästyspäiväksi, koska sille löytyy saaliita tai havaintoja.
sv: Dagen föreslås, eftersom det inte hittas byten eller observationer för den.

# GroupHuntingSuggestedHuntingDayForEntry
source: There is no hunting day for the entry date %@.
fi: Merkinnän päivämäärälle %@ ei vielä ole metsästyspäivää.
sv: För anteckningens datum %@ finns ännu ingen jaktdag.

# GroupHuntingAddHuntingDay
source: Create hunting day
fi: Luo metsästyspäivä
sv: Skapa jaktdag

# GroupHuntingNoHuntingDaysAfterFilteringButCanCreate
source: There are no hunting days for the selected period of time. Update selected period of time or create a hunting day.
fi: Valitulla ajanjaksolla ei ole metsästyspäiviä. Päivitä valittua ajanjaksoa tai luo metsästyspäivä.
sv: För vald tidsperiod finns inga jaktdagar. Uppdatera vald tidsperiod.

# GroupHuntingNoHuntingDaysAfterFiltering
source: There are no hunting days for the selected period of time.
fi: Valitulla ajanjaksolla ei ole metsästyspäiviä.
sv: För vald tidsperiod finns inga jaktdagar.

# FilterStartDate
source: From
fi: Alkupäivä
sv: Från

# FilterEndDate
source: To
fi: Loppupäivä
sv: Till

# MapLocationHarvestsAndObservations
source: Location harvests and observations
fi: Karttapisteen saaliit ja havainnot
sv: Kartpunktens byten och observationer

# FilterDialogTitle
source: Filter
fi: Suodata
sv: Filtrera

# GroupHuntingDiaryFilterEventTypeHarvestsAndObservations
source: Harvests and observations
fi: Saaliit ja havainnot
sv: Byten och observationer

# GroupHuntingDiaryFilterEventTypeHarvests
source: Harvests
fi: Saaliit
sv: Byten

# GroupHuntingDiaryFilterEventTypeObservations
source: Observations
fi: Havainnot
sv: Observationer

# GroupHuntingDiaryFilterAcceptTypeAll
source: All
fi: Kaikki
sv: Alla

# GroupHuntingDiaryFilterAcceptTypeAccepted
source: Approved
fi: Hyväksytyt
sv: Godkända

# GroupHuntingDiaryFilterAcceptTypeRejected
source: Rejected
fi: Hylätyt
sv: Förkastade

# GroupHuntingDiaryFilterAcceptTypeProposed
source: Proposed
fi: Ehdotetut
sv: Föreslagna

# GroupHuntingProposedHarvest
source: Proposed harvest
fi: Ehdotettu saalis
sv: Föreslaget byte

# GroupHuntingAcceptedHarvest
source: Accepted harvest
fi: Hyväksytty saalis
sv: Godkänt byte

# GroupHuntingRejectedHarvest
source: Rejected harvest
fi: Hylätty saalis
sv: Förkastat byte

# GroupHuntingProposedObservation
source: Proposed observation
fi: Ehdotettu havainto
sv: Föreslaget observationsanteckning

# GroupHuntingAcceptedObservation
source: Accepted observation
fi: Hyväksytty havainto
sv: Godkänt observation

# GroupHuntingRejectedObservation
source: Rejected observation
fi: Hylätty havainto
sv: Förkastat observation

# GroupMemberSelectionSelectHunter
source: Select hunter
fi: Valitse ampuja
sv: Välj en skytt

# GroupMemberSelectionSelectObserver
source: Select observer
fi: Valitse havaitsija
sv: Välj en observationer

# GroupMemberSelectionSearchByName
source: Filter the list by name
fi: Suodata listaa nimellä
sv: Sök efter namn

# GroupMemberSelectionNameHint
source: Name
fi: Nimi
sv: Namn

# GroupHuntingContinueToApprove
source: Continue to Approve
fi: Siirry hyväksymään
sv: Gå för att godkänna

source: Approve harvest
fi: Hyväksy saalis
sv: Godkänn bytesanmälan

source: Approve observation
fi: Hyväksy havainto
sv: Godkänn observation

source: Reject harvest
fi: Hylkää saalis
sv: Avslå byte

source: Reject observation
fi: Hylkää havainto
sv: Avslå observation

# RejectHarvestQuestion
source: Reject harvest?
fi: Hylätäänkö saalis?
sv: Ska bytet förkastas?

# RejectObservationQuestion
source: Reject observation?
fi: Hylätäänkö havainto?
sv: Ska observationen förkastas?

source: Are you sure
fi: Oletko varma
sv: Är du säker

source: Approve
fi: Hyväksy
sv: Godkänna

source: Edit
fi: Muokkaa
sv: Redigera

source: Select
fi: Valitse
sv: Välj

# GroupHuntingHarvestSaveFailedGeneric
source: Failed to save harvest.
fi: Saaliin tallennus epäonnistui.
sv: Lagringen av byte misslyckades.

# GroupHuntingObservationSaveFailedGeneric
source: Failed to save observation.
fi: Havainnon tallennus epäonnistui.
sv: Lagringen av observationen misslyckades.

# GroupHuntingDaySaveFailedGeneric
source: Failed to save hunting day.
fi: Metsästyspäivän tallennus epäonnistui.
sv: Lagringen av jaktdagar misslyckades.

# GroupHuntingCreateObservationFromHarvestTitle
source: Create observation?
fi: Kirjaa havainto?
sv: Ny observation?

# GroupHuntingCreateObservationFromHarvestMessage
source: Oma riista -service does not automatically create observations based on harvests. Has this moose harvest already been recorded as an observation?
fi: Oma riista -palvelu ei kirjaa kaatoja automaattisesti havainnoiksi. Onko tämä kaadettu hirvi jo kirjattu havaituksi?
sv: Oma riista -tjänsten antecknar inte automatiskt fällda byten som observationer. Har den här fällda älgen redan antecknats som en observation?

# GroupHuntingDayErrorDatesNotWithinPermit
source: Permit is not valid on given date
fi: Päivä on sallitun lupa-ajan ulkopuolella
sv: Dagen är ytterom den tillåtna licenstiden

# GroupHuntingErrorTimeNotWithinHuntingDay
source: Time is not within the limits set by the hunting day.
fi: Aika ei ole metsästyspäivän määräämissä rajoissa.
sv: Tiden är inte inom angivna gränser för jaktdagen.

# ErrorDateNotAllowed
source: Date is not accepted
fi: Päiväys ei ole sallittu
sv: Datum är inte tillåtet

# ErrorDatetimeInFuture
source: Date is not allowed to be in the future
fi: Päivämäärä ei saa olla tulevaisuudessa

# GroupHuntingDayLabelNumberOfHunters
source: Number of hunters
fi: Metsästäjien määrä
sv: Jägarnas antal

# GroupHuntingDayLabelHuntingMethod
source: Hunting method
fi: Metsästystapa
sv: Jaktmetod

# GroupHuntingDayLabelNumberOfHounds
source: Number of dogs
fi: Koirien määrä
sv: Hund antal

# GroupHuntingDayLabelSnowDepthCentimeters
source: Snow depth (cm)
fi: Lumen syvyys (cm)
sv: Snödjupet (cm)

# GroupHuntingDayLabelBreakDurationMinutes
source: Break duration
fi: Taukojen kesto
sv: Pausernas längd

# GroupHuntingDaySelectBreakDuration
source: Select break duration
fi: Valitse taukojen kesto
sv: Välj pausernas varaktighet

# GroupHuntingDayNoBreaks
source: No breaks
fi: Ei taukoja
sv: inga pauser

# GroupHuntingMethodPassilinjaKoiraOhjaajineenMetsassa
source: Dog and pass line
fi: Passilinja, koira ohjaajineen metsässä
sv: Passlinje, hund och hundförare i skogen

# GroupHuntingMethodHiipiminenPysayttavalleKoiralle
source: Stalking to the stopping dog
fi: Hiipiminen pysäyttävälle koiralle
sv: Smygning med ställande hund

# GroupHuntingMethodPassilinjaJaTiivisAjoketju
source: Pass line and tight chase chain
fi: Passilinja ja tiivis ajoketju
sv: Passlinje och tät drevkedja

# GroupHuntingMethodPassilinjaJaMiesajoJaljityksena
source: Pass line and hunter chase
fi: Passilinja ja miesajo jäljityksenä
sv: Passlinje och spårande drevkarlar

# GroupHuntingMethodJaljitysEliNaakiminenIlmanPasseja
source: Tracking without passes
fi: Jäljitys eli naakiminen ilman passeja
sv: Spårningsjakt dvs pyrsch utan pass

# GroupHuntingMethodVaijyntaKulkupaikoilla
source: Stalking by passage spots
fi: Väijyntä kulkupaikoilta
sv: Vaktjakt vid djurens passager

# GroupHuntingMethodVaijyntaRavintokohteilla
source: Stalking by feeding spots
fi: Väijyntä ravintokohteilta
sv: Vaktjakt vid matplatser

# GroupHuntingMethodHoukuttelu
source: Attracting
fi: Houkuttelu
sv: Lockjakt

# GroupHuntingMethodMuu
source: Other hunting method
fi: Muu
sv: Annat

# GroupHuntingHunterId
source: Hunter number
fi: Metsästäjänumero
sv: Jägarnummer

# GroupHuntingEnterHunterId
source: Type 8-digit hunters registration number
fi: Anna 8-numeroinen metsästäjänumero
sv: Ge den 8-siffriga jägarnummern

# GroupHuntingInvalidHunterId
source: Hunter registration number is invalid
fi: Metsästäjänumero on virheellinen
sv: Jägarnumret är felaktigt

# GroupHuntingSearchingHunterById
source: Fetching hunter information..
fi: Haetaan ampujan tietoja..
sv: Skyttens uppgifter söks..

# GroupHuntingSearchingObserverById
source: Fetching observer information..
fi: Haetaan havaitsijan tietoja..
sv: Observatörens uppgifter söks..

# GroupHuntingHunterSearchFailed
source: Failed to fetch hunter information.
fi: Metsästäjänumerolla ei löydetty ampujaa.
sv: Med jägarnumret hittades ingen skytt.

# GroupHuntingObserverSearchFailed
source: Failed to fetch observer information.
fi: Metsästäjänumerolla ei löydetty havaitsijaa.
sv: Med jägarnumret hittades ingen observatör.

# GroupHuntingOtherHunter
source: Other
fi: Muu
sv: Annat

# GroupHuntingOtherObserver
source: Other
fi: Muu
sv: Annat

# GroupHuntingHarvestFieldActor
source: Shooter
fi: Ampuja
sv: Skytt

# GroupHuntingHarvestFieldAuthor
source: Reporter
fi: Ilmoittaja
sv: Anmälare

# GroupHuntingHarvestShooterInformation
source: Hunter information
fi: Ampujan tiedot
sv: Skyttens uppgifter

# GroupHuntingHarvestFieldActorOrMember
source: Shooter/Participant
fi: Ampuja/Jäsen
sv: Skytt/Medlem

# GroupHuntingSpecimenDetails
source: Specimen information
fi: Yksilön tiedot
sv: Individuppgifter

# GroupHuntingHuntingDayAndTime
source: Hunting day and time
fi: Metsästyspäivä ja -aika
sv: Jaktdag och tid

# HarvestFieldLoneCalf
source: Lone calf
fi: Yksinäinen vasa
sv: Ensam kalv

# HarvestAdditionalInformationInstructions
source: Additional information, e.g. fetus, parasites, diseases, laceration, deer flies, crash injuries, color variations, heat information
fi: Lisätiedot, esim. sikiöt, loiset, sairaudet, petojen raatelujäljet, hirvikärpäset, kolarivammat, värimuunnokset, kiimatiedot
sv: Tilläggsuppgifter, t.ex. foster, parasiter, sjukdomar, ärr efter rovdjursrivning, älgflugor, krockskador, färgförändringar, brunstuppgifter

# HarvestAdditionalInformationInstructionsWhiteTailedDeer
source: Additional information, e.g. fetus, parasites, diseases, laceration, deer flies, crash injuries, color variations, heat information, method exception 4 or 5, snow depth cm
fi: Lisätiedot, esim. sikiöt, loiset, sairaudet, petojen raatelujäljet, hirvikärpäset, kolarivammat, värimuunnokset, kiimatiedot, menetelmäpoikkeus 4 tai 5, lumen syvyys cm
sv: Tilläggsuppgifter, t.ex. foster, parasiter, sjukdomar, ärr efter rovdjursrivning, älgflugor, krockskador, färgförändringar, brunstuppgifter, avvikande från metod 4 eller 5, snödjupet cm

# HarvestLabelOwnHarvest
source: Own harvest
fi: Oma saalis

# HarvestLabelHuntingClub
source: Hunting club
fi: Seura

# HarvestLabelHuntingClubOfficialCode
source: Club customer number
fi: Seuran asiakasnumero

# HuntingClubSelectionSelectClub
source: Select hunting club
fi: Valitse seura

# HuntingClubSelectionSearchByName
source: Search with name or customer number
fi: Hae nimellä tai asiakasnumerolla

# HuntingClubSelectionSearchByNameHint
source: Name or customer number
fi: Nimi tai asiakasnumero

# HuntingClubSelectionNoClubSelection
source: No selection
fi: Ei valintaa

# HuntingClubSelectionOtherClub
source: Other
fi: Muu

# HuntingClubSearchEnterClubOfficialCode
source: Type 7-digit hunting club customer number
fi: Anna 7-numeroinen seuran asiakasnumero

# HuntingClubSearchInvalidOfficialCode
source: Hunting club customer number is invalid
fi: Seuran asiakasnumero on virheellinen

# HuntingClubSearchSearchingByOfficialCode
source: Fetching hunting club information..
fi: Haetaan seuran tietoja..

# HuntingClubSearchSearchFailed
source: Failed to fetch hunting club information.
fi: Asiakasnumerolla ei löydetty seuraa.

source: Harvest settings
fi: Saaliin kirjauksen asetukset

# HarvestSettingsAddHarvestForOtherHunter
source: Report harvests for others
fi: Saaliin kirjaus toiselle

# HarvestSettingsAddHarvestForOtherHunterExplanation
source: ● Report harvests that are shot by other hunters
fi: ● Kirjaa saaliita toisille metsästäjille

# HarvestSettingsEnableClubSelection
source: Report harvests to different clubs
fi: Saaliin kirjaus seuralle

# HarvestSettingsEnableClubSelectionExplanation
source: ● Select a club for which the harvest is reported
fi: ● Valitse seura, jolle saalis kirjataan

# FilterShowingEntriesForOthers
source: Showing entries reported for others
fi: Näytetään toisille kirjatut merkinnät

# FitnessClassExcellent
source: Excellent
fi: Erinomainen
sv: Utmärkt

# FitnessClassNormal
source: Normal
fi: Normaali

# FitnessClassThin
source: Thin
fi: Laiha
sv: Mager

# FitnessClassStarved
source: Starved
fi: Nääntynyt
sv: Undernärd

# AntlersTypeHanko
source: Cervine
fi: Hanko
sv: Stång

# AntlersTypeLapio
source: Palmate
fi: Lapio
sv: Skovel

# AntlersTypeSeka
source: Mixed
fi: Seka
sv: Bland

# GreySealHuntingMethodShot
source: Hunting, shot
fi: Ammuttu

# GreySealHuntingMethodCapturedAlive
source: Trapped, live trap
fi: Elävänä pyytävällä loukulla pyydetty

# GreySealHuntingMethodShotButLost
source: Shot but not retrieved
fi: Ammuttu, mutta menetetty

# DeerHuntingTypeStanding
source: Stand hunting
fi: Kyttääminen / vahtiminen
sv: Vaktjakt

# DeerHuntingTypeDog
source: Dog hunting
fi: Seuruemetsästys koiran kanssa
sv: Sällskapsjakt med hund

# DeerHuntingTypeOther
source: Other
fi: Muu
sv: Annat

# GroupHuntingObservationFieldHuntingDayAndTime
source: Hunting day and time
fi: Metsästyspäivä ja -aika
sv: Jaktdag och tid

# GroupHuntingObservationFieldActor
source: Observer
fi: Havaitsija
sv: Observatör

# GroupHuntingObservationFieldAuthor
source: Reporter
fi: Ilmoittaja
sv: Anmälare

# ObservationTypeNako
source: Seen
fi: Näkö
sv: Synobservation

# ObservationTypePoikue
source: Litter
fi: Poikue

# ObservationTypePari
source: Couple
fi: Pari

# ObservationTypeJalki
source: Track
fi: Jälki
sv: Spårobservation

# ObservationTypeUloste
source: Dropping
fi: Uloste
sv: Exkrement

# ObservationTypeAani
source: Sound
fi: Ääni
sv: Ljud

# ObservationTypeRiistakamera
source: Game camera
fi: Riistakamera
sv: Viltkamera

# ObservationTypeKoiranRiistatyo
source: Dog work
fi: Koiran riistatyö
sv: Hundens viltarbete

# ObservationTypeMaastolaskenta
source: Field count
fi: Maastolaskenta
sv: Markinventering

# ObservationTypeKolmiolaskenta
source: Triangle count
fi: Kolmiolaskenta
sv: Triangelinventering

# ObservationTypeLentolaskenta
source: Aerial count
fi: Lentolaskenta
sv: Flyginventering

# ObservationTypeHaaska
source: Carcass
fi: Haaska
sv: Åtel

# ObservationTypeSyonnos
source: Foraging place
fi: Syönnös
sv: Uppstötning

# ObservationTypeKelomispuu
source: Scrape
fi: Kelomispuu
sv: Fejningsträd

# ObservationTypeKiimakuoppa
source: Rub
fi: Kiimakuoppa
sv: Brunstgrop

# ObservationTypeMakuupaikka
source: Resting place
fi: Makuupaikka
sv: Daglega

# ObservationTypePesa
source: Nest
fi: Pesä
sv: Bäckhydda

# ObservationTypePesaKeko
source: Free-standing lodge
fi: Kekopesä
sv: Bankhydda

# ObservationTypePesaPenkka
source: Bank burrow
fi: Penkkapesä
sv: Älvhydda

# ObservationTypePesaSeka
source: Bank lodge
fi: Sekapesä
sv: Damm

# ObservationTypePato
source: Dam
fi: Pato
sv: Rede

# ObservationTypeSoidin
source: Lek
fi: Soidin
sv: Spel

# ObservationTypeLuolasto
source: Cave
fi: Luolasto
sv: Gryt

# ObservationTypePesimaluoto
source: Breeding islet
fi: Pesimäluoto
sv: Häckningskär

# ObservationTypeLepailyluoto
source: Resting islet
fi: Lepäilyluoto
sv: Viloskär

# ObservationTypePesimasuo
source: Moulting site
fi: Sulkimispaikka
sv: Häckningsmyr

# ObservationTypeMuutonAikainenLepailyalue
source: Migratory resting area
fi: Muuton aikainen lepäilyalue
sv: Viloplats för flyttande fågel

# ObservationTypeRiistankulkupaikka
source: Game path
fi: Riistankulkupaikka
sv: Viltpassage

# ObservationTypePoikueymparisto
source: Brood habitat
fi: Poikueympäristö
sv: Livsmiljö för skogshönsfågelkullar

# ObservationTypeVaihtelevarakenteinenMustikkametsa
source: Structurally variable bilberry forest
fi: Vaihtelevarakenteinen mustikkametsä
sv: Blåbärsskog med varierande struktur

# ObservationTypeKuusisekoitteinenMetsa
source: Structurally variable mixed pine forest
fi: Vaihtelevarakenteinen mäntysekotteinen metsä
sv: Tallblandad skog med varierande struktur

# ObservationTypeVaihtelevarakenteinenMantysekoitteinenMetsa
source: Feeding pine
fi: Hakomamänty
sv: Betestall

# ObservationTypeVaihtelevarakenteinenLehtipuusekoitteinenMetsa
source: Structurally variable mixed deciduous forest
fi: Vaihtelevarakenteinen lehtipuusekotteinen metsä
sv: Lövträdsblandad skog med varierad struktur

# ObservationTypeSuonReunametsa
source: Feeding site in birch forest
fi: Ruokailukoivikko
sv: Födoplats i björkdungar

# ObservationTypeHakomamanty
source: Alder-spruce forest or birch-spruce forest
fi: Leppä-kuusimetsä tai koivu-kuusimetsä
sv: Al-granskog eller björk-granskog

# ObservationTypeRuokailukoivikko
source: Mixed spruce forest (moulting)
fi: Kuusisekotteinen metsä (sukiminen)
sv: Granblandad skog (putsning)

# ObservationTypeLeppakuusimetsaTaiKoivikuusimetsa
source: Forest next to a peatland
fi: Suon reunametsä
sv: Myrens kantskog

# ObservationTypeRuokailupajukkoTaiKoivikko
source: Feeding site in willow or birch forest
fi: Ruokailupajukko tai -koivikko
sv: Födoplats bland vide- eller björkbestånd

# ObservationTypeMuu
source: Other
fi: Muu
sv: Annat

# SunriseAndSunsetTitle
source: Sunrise and sunset times
fi: Auringon nousu- ja laskuajat

# SunDaySelectionLabel
source: Date
fi: Päivämäärä

# SunSunriseLabel
source: Sunrise time
fi: Auringonnousu

# SunSunsetLabel
source: Sunset time
fi: Auringonlasku

# SunInstructions
source: Select a location in order to see sunrise and sunset times
fi: Valitse sijainti nähdäksesi auringon nousu- ja laskuajat.
